IDEA Open Model
ISDModel.Loading Property
Compatible with IDEA StatiCa 20.1
 All loading entities of Detail
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<ReferenceElement> Loading { get; set; }
Public Property Loading As List(Of ReferenceElement)
	Get
	Set
Property Value
Type: List<ReferenceElement>
See Also
Reference
ISDModel Class
IdeaRS.OpenModel.Detail Namespace